export const defaultStation = {
    name_station: '',
    name_line: '0',
    id: 0,
    id_line: 0
}

export const requestStatus = [
    'Не подтверждена',
    'В рассмотрении',
    'Принята',
    'Инспектор выехал',
    'Инспектор на месте',
    'Поездка',
    'Заявка закончена',
    'Выявление',
    'Лист Ожидания',
    'Отмена',
    'Отказ',
    'Пассажир опаздывает',
    'Инспектор опаздывает'
]

export const passengerTypes = [
    'ИЗТ',
    'ИЗ',
    'ИС',
    'ИК',
    'ИО',
    'ДИ',
    'ПЛ',
    'РД',
    'РДК',
    'ОГР',
    'ОГД',
    'ОВ',
    'ИУ'
]